# **Оновлення словника:**
#    Завдання: Створіть словник, що містить ваші улюблені книги (назва книги та рік видання). 
#    Додайте до словника нову улюблену книгу та виведіть оновлений словник.

dic = {
    'Керрі': 1974,
    'Салимове Лігво': 1975,
    'Сяйво': 1977,
    'Протистояння': 1978,
    'Мертва зона': 1979,
    'Та, що породжує вогонь': 1980,
    'Кладовище домашніх тварин': 1983,
    'Воно': 1986,
    'Темна половина': 1989,
    'Необхідні речі': 1991,
    'Джералдова гра': 1992,
}

dic['Під куполом'] = 2009
dic['Кінець зміни'] = 2016
dic['11/22/63'] = 2011

for i in dic.keys(): 
    print(i, ':', dic[i])